{"text": "The Independent Jane For all the love, romance and scandal in Jane Austen’s books, what they are really about is freedom and independence. Independence of thought and the freedom to choose. Elizabeth’s refusal of Mr. Collins offer of marriage showed an independence seldom seen in heroines of the day. Her refusal of Mr. Darcy while triggered by anger showed a level of independence that left him shocked and stunned. The freedom she exhibited in finally accepting him in direct defiance of Lady Catherine and knowing her father would disapprove was unusual even for Austen. In her last [Wikisearch(Anne Elliot's last book) -> Anne Elliot | Anne Elliot Anne Elliot is the protagonist of Jane Austen's sixth and last completed novel, \"Persuasion\" (1818).]book Anne Elliot is persuaded to refuse Captain Wentworth at Lady Russel’s insistence. Although Jane played by the rules of the day, all of her writing is infused with how she wanted life to be. She ‘screams’ her outrage at the limitations for women in Emma. When accosted by Mrs. Elton, Jane Fairfax says, [QA(What is Jane Fairfax's intention when Mrs. Elton approaches her?) -> \"a boarding house\"]“Excuse me, ma’am, but this is by no means my intention; I make no inquiry myself, and should be sorry to have any made by my friends. When I am quite determined as to the time, I am not at all afraid of being long unemployed. There are places in town, offices, where inquiry would soon produce something — offices for the sale, not quite of human flesh, but of human intellect.” “Oh! my dear, human flesh! You quite shock me; if you mean a fling at the slave-trade, I assure you Mr. Suckling was always rather a friend to the abolition.” [QA(What profession was Jane considering before learning about Frank Churchill's engagement? ) -> \"Jane Eyre\"]“I did not mean, I was not thinking of the slave-trade,” replied Jane; “governess-trade, I assure you, was all that I had in view; widely different certainly, as to the guilt of those who carry it on; but as to the greater misery of the victims, I do not know where it lies.” That same sentiment is emphasized in Emma’s shock when Mrs. Weston tells her of Frank Churchill’s secret engagement to Jane. “Good God!” cried Emma, “Jane actually on the point of going as governess! What could he mean by such horrible indelicacy? To suffer her to engage herself — to suffer her even to think of such a measure![Wikisearch(indelicacy in literature) -> Indeterminacy (literature) | Indeterminacy (literature) Indeterminacy in literature is a situation in which components of a text require the reader to make their own decisions about the text’s meaning.]” I find it interesting that at the moment of Austen’s birth or there about, John Adams left his farm in Massachusetts for the Continental Congress in Philadelphia. Doesn’t sound particularly interesting, I know but consider this. John Adams left his home in mid-December 1775 to attend an unprecedented meeting of colonial representatives to consider severing ties with their mother country and her monarch; a decision that culminated in a document unlike any ever written. In the mother country, one day in that same cold December a baby girl was born at Steventon Rectory. Her cry was heard by only the people in the house but the years to come would see her pen create works unlike any the world had ever seen. Comparing Austen’s words with Thomas Jefferson’s may seem a trivialization but I believe that Austen’s impact on the world is no less important than Jefferson’s. The effect of Jane’s writing maybe more subtle than that of the Virginian but it is no less influential. Jefferson’s words instigated and promoted a revolution, a war of independence. Jane’s words had no such excessive consequence. Still in her own quiet, genteel yet powerful way she declared and promoted the same principles of freedom and self-regulated independence as our American forefathers. In all her novels Jane advocates independence of person and thought, the rights of all and acceptance of responsibility for those rights. Jane may not have incited military action as Jefferson did but even as an avowed royalist, I doubt not that Jane Austen firmly believed in his declaration of the right to life, liberty and the pursuit of happiness."}
{"text": "Taking Play Seriously By ROBIN MARANTZ HENIG Published: February 17, 2008 On a drizzly Tuesday night in late January, 200 people came out to hear a psychiatrist talk rhapsodically about play -- not just the intense, joyous play of children, but play for all people, at all ages, at all times. [QA(Who was the psychiatrist speaking about play rhapsodically?) -> \"rhapsodically\"](All species too; the lecture featured touching photos of a polar bear and a husky engaging playfully at a snowy outpost in northern Canada.) Stuart Brown, president of the National Institute for Play, was speaking at the New York Public Library's main branch on 42nd Street. He created the institute in 1996, after more than 20 years of psychiatric practice and research persuaded him of the dangerous long-term consequences of play deprivation. In a sold-out talk at the library, he and Krista Tippett, host of the public-radio program ''Speaking of Faith,'' discussed the biological and spiritual underpinnings of play. Brown called play part of the ''developmental sequencing of becoming a human primate. If you look at what produces learning and memory and well-being, play is as fundamental as any other aspect of life, including sleep and dreams.'' The message seemed to resonate with audience members, who asked anxious questions about what seemed to be the loss of play in their children's lives. Their concern came, no doubt, from the recent deluge of eulogies to play . Educators fret that school officials are hacking away at recess to make room for an increasingly crammed curriculum. Psychologists complain that overscheduled kids have no time left for the real business of childhood: idle, creative, unstructured free play. Public health officials link insufficient playtime to a rise in childhood obesity. Parents bemoan the fact that kids don't play the way they themselves did -- or think they did. And everyone seems to worry that without the chance to play stickball or hopscotch out on the street, to play with dolls on the kitchen floor or climb trees in the woods, today's children are missing out on something essential. The success of '[Wikisearch(The Dangerous Book for Boys success) -> The Dangerous Book for Boys | about Genghis Khan, which, along with \"The Dangerous Book for Boys\", allowed Iggulden to become the first author to reach the number one spot in both the fiction and non-fiction charts.]'The Dangerous Book for Boys'' -- which has been on the best-seller list for the last nine months -- and its step-by-step instructions for activities like folding paper airplanes is testament to the generalized longing for play's good old days. So were the questions after Stuart Brown's library talk; one woman asked how her children will learn trust, empathy and social skills when their most frequent playing is done online. Brown told her that while video games do have some play value, a true sense of ''interpersonal nuance'' can be achieved only by a child who is engaging all five senses by playing in the three-dimensional world. This is part of a larger conversation Americans are having about play. Parents bobble between a nostalgia-infused yearning for their children to play and fear that time spent playing is time lost to more practical pursuits. Alarming headlines about U.S. students falling behind other countries in science and math, combined with the ever-more-intense competition to get kids into college, make parents rush to sign up their children for piano lessons and test-prep courses instead of just leaving them to improvise on their own; playtime versus r?m?uilding. Discussions about play force us to reckon with our underlying ideas about childhood, sex differences, creativity and success. Do boys play differently than girls? Are children being damaged by staring at computer screens and video games? Are they missing something when fantasy play is populated with characters from Hollywood's imagination and not their own? Most of these issues are too vast to be addressed by a single field of study [Wikisearch(multidisciplinary studies) -> Comparative research | research.](let alone a magazine article). But the growing science of play does have much to add to the conversation. Armed with research grounded in evolutionary biology and experimental neuroscience, some scientists have shown themselves eager -- at times perhaps a little too eager -- to promote a scientific argument for play. They have spent the past few decades learning how and why play evolved in animals, generating insights that can inform our understanding of its evolution in humans too. They are studying, from an evolutionary perspective, to what extent play is a luxury that can be dispensed with when there are too many other competing claims on the growing brain, and to what extent it is central to how that brain grows in the first place. Scientists who study play, in animals and humans alike, are developing a consensus view that play is something more than a way for restless kids to work off steam; more than a way for chubby kids to burn off calories; more than a frivolous luxury. Play, in their view, is a central part of neurological growth and development -- one important way that children build complex, skilled, responsive, socially adept and cognitively flexible brains. Their work still leaves some questions unanswered, including questions about play's darker, more ambiguous side: is there really an evolutionary or developmental need for dangerous games, say, or for the meanness and hurt feelings that seem to attend so much child's play? Answering these and other questions could help us understand what might be lost if children play less."}
{"text": "How do you get HIV? HIV can be passed on when infected bodily fluid, such as blood or semen, is passed into an uninfected person. Semen is the liquid which is released from a man's penis during sex which carries sperm. It can be infected with HIV or AIDS when someone is HIV positive or is carrying the AIDS virus. This can happen during unprotected sex. For example when two people have sex without using a condom when one partner is already infected, or between drug users who inject and share needles. It can't be transmitted by things like coughing, sneezing, kissing, sharing a toilet seat, swimming pools, sweat and tears."}
{"text": "CTComms sends on average 2 million emails monthly on behalf of over 125 different charities and not for profits. Take the complexity of technology and stir in the complexity of the legal system and what do you get? Software licenses! If you've ever attempted to read one you know how true this is, but you have to know a little about software licensing even if you can't parse all of the fine print. By: Chris Peters March 10, 2009 A software license is an agreement between you and the owner of a program which lets you perform certain activities which would otherwise constitute an infringement under copyright law. The software license usually answers questions such as: The price of the software and the licensing fees, if any, are sometimes discussed in the licensing agreement, but usually it's described elsewhere. If you read the definitions below and you're still scratching your head, check out Categories of Free and Non-Free Software which includes a helpful diagram. Free vs Proprietary: When you hear the phrase \"free software\" or \"free software license,\" \"free\" is referring to your rights and permissions (\"free as in freedom\" or \"free as in free speech\"). In other words, a free software license gives you more rights than a proprietary license. You can usually copy, modify, and redistribute free software without paying a fee or obtaining permission from the developers and distributors. In most cases \"free software\" won't cost you anything, but that's not always the case – in this instance the word free is making no assertion whatsoever about the price of the software. Proprietary software puts more restrictions and limits on your legal permission to copy, modify, and distribute the program. Free, Open-Source or FOSS? In everyday conversation, there's not much difference between \"free software,\" \"open source software,\" and \"FOSS (Free and Open-Source Software).\" In other words, you'll hear these terms used interchangeably, and the proponents of free software and the supporters of open-source software agree with one another on most issues. However, the official definition of free software differs somewhat from the official definition of open-source software, and the philosophies underlying those definitions differ as well. For a short description of the difference, read Live and Let License. For a longer discussion from the \"free software\" side, read Why Open Source Misses the Point of Free Software. For the \"open-source\" perspective, read Why Free Software is Too Ambiguous. Public domain and copyleft. These terms refer to different categories of free, unrestricted licensing. A copyleft license allows you all the freedoms of a free software license, but adds one restriction. Under a copyleft license, you have to release any modifications under the same terms as the original software. In effect, this blocks companies and developers who want to alter free software and then make their altered version proprietary. In practice, almost all free and open-source software is also copylefted. However, technically you can release \"free software\" that isn't copylefted. For example, if you developed software and released it under a \"public domain\" license, it would qualify as free software, but it isn't copyleft. In effect, when you release something into the public domain, you give up all copyrights and rights of ownership. Shareware and freeware. These terms don't really refer to licensing, and they're confusing in light of the discussion of free software above. Freeware refers to software (usually small utilities at sites such as Tucows.com) that you can download and install without paying. However, you don't have the right to view the source code, and you may not have the right to copy and redistribute the software. In other words, freeware is proprietary software. Shareware is even more restrictive. In effect, shareware is trial software. You can use it for a limited amount of time [Wikisearch(software trial period) -> Shareware | fully featured program until the trial period is up, and then most trialware reverts to a reduced-functionality (freemium, nagware, or crippleware) or non-functional mode, unless the user pays the license fee and receives a registration code to unlock the program.](usually 30 or 60 days) and then you're expected to pay to continue using it. End User Licensing Agreement [Wikisearch(End User License Agreement) -> End-user license agreement | End-user license agreement In proprietary software, an end-user license agreement (EULA) or software license agreement is the contract between the licensor and purchaser, establishing the purchaser's right to use the software.](EULA). When you acquire software yourself, directly from a vendor or retailer, or directly from the vendor's Web site, you usually have to indicate by clicking a box that you accept the licensing terms. This \"click-through\" agreement that no one ever reads is commonly known as a EULA. If you negotiate a large purchase of software with a company, and you sign a contract to seal the agreement, that contract usually replaces or supersedes the EULA. Most major vendors of proprietary software offer some type of bulk purchasing and volume licensing mechanism. The terms vary widely, but if you order enough software to qualify, the benefits in terms of cost and convenience are significant. Also, not-for-profits sometimes qualify for it with very small initial purchases. Some of the benefits of volume licensing include: Lower cost. As with most products, software costs less when you buy more of it. Ease of installation. Without volume licenses, you usually have to enter a separate activation code [Wikisearch(activation code without volume license) -> Microsoft Product Activation | frequent over time.](also known as a product key or license key) for each installed copy of the program. On the other hand, volume licenses provide you with a single, organisation-wide activation code, which makes it much easier to find when you need to reinstall the software. Easier tracking of licenses. Keeping track of how many licenses you own, and how many copies you've actually installed, is a tedious, difficult task. Many volume licensing programs provide an online account which is automatically updated when you obtain or activate a copy of that company's software. These accounts can also coordinate licensing across multiple offices within your organisation. To learn more about volume licensing from a particular vendor, check out some of the resources below: Qualified not-for-profits and libraries can receive donated volume licenses for Microsoft products through TechSoup. For more information, check out our introduction to the Microsoft Software Donation Program, and the Microsoft Software Donation Program FAQ. For general information about the volume licensing of Microsoft software, see Volume Licensing Overview. If you get Microsoft software from TechSoup or other software distributors who work with not-for-profits, you may need to go to the eOpen Web site to locate your Volume license keys. For more information, check out the TechSoup Donation Recipient's Guide to the Microsoft eOpen Web Site. Always check TechSoup Stock first to see if there's a volume licensing donation program for the software you're interested in. If TechSoup doesn't offer that product or if you need more copies than you can find at TechSoup, search for \"volume licensing not-for-profits software\" or just \"not-for-profits software.\" For example, when we have an inventory of Adobe products, qualifying and eligible not-for-profits can obtain four individual products or one copy of Creative Suite 4 through TechSoup. If we're out of stock, or you've used up your annual Adobe donation, you can also check TechSoup's special Adobe donation program and also Adobe Solutions for Nonprofits for other discounts available to not-for-profits. For more software-hunting tips, see A Quick Guide to Discounted Software Programs. Pay close attention to the options and licensing requirements when you acquire server-based software. You might need two different types of license – one for the server software itself, and a set of licenses for all the \"clients\" accessing the software. Depending on the vendor and the licensing scenario, \"client\" can refer either to the end users themselves (for example, employees, contractors, clients, and anyone else who uses the software in question) or their computing devices (for example, laptops, desktop computers, smartphones, PDAs, etc.). We'll focus on Microsoft server products, but similar issues can arise with other server applications. Over the years, Microsoft has released hundreds of server-based applications, and the licensing terms are slightly different for each one. Fortunately, there are common license types and licensing structures across different products. In other words, while a User CAL (Client Access License) for Windows Server is distinct from a User CAL for SharePoint Server, the underlying terms and rights are very similar. The TechSoup product pages for Microsoft software do a good job of describing the differences between products, so we'll focus on the common threads in this article. Moreover, Microsoft often lets you license a single server application in more than one way, depending on the needs of your organisation. This allows you the flexibility to choose the licenses that best reflect your organisation's usage patterns and thereby cost you the least amount of money. For example, for Windows Server and other products you can acquire licenses on a per-user basis [Wikisearch(User CALs) -> Client access license | CALs apply to either a \"device\" (as defined in the license agreement) or a \"user\".](for example, User CALs) or per-device basis (for example, Device CALs). The license required to install and run most server applications usually comes bundled with the software itself. So you can install and run most applications \"out of the box,\" as long as you have the right number of client licenses (see the section below for more on that). However, when you're running certain server products on a computer with multiple processors, you may need to get additional licenses. For example, if you run Windows Server 2008 DataCenter edition on a server with two processors, you need a separate license for each processor. SQL Server 2008 works the same way. This type of license is referred to as a processor license. Generally you don't need client licenses for any application that's licensed this way. Client Licenses for Internal Users Many Microsoft products, including Windows Server 2003 and Windows Server 2008, require client access licenses for all authenticated internal users (for example, employees, contractors, volunteers, etc.). On the other hand, SQL Server 2008 and other products don't require any client licenses. Read the product description at CTXchange if you're looking for the details about licensing a particular application. User CALs: User CALs allow each user access to all the instances of a particular server product in an organisation, no matter which device they use to gain access. In other words, if you run five copies of Windows Server 2008 on five separate servers, you only need one User CAL for each person in your organisation who access those servers (or any software installed on those servers), whether they access a single server, all five servers, or some number in between. Each user with a single CAL assigned to them can access the server software from as many devices as they want (for example, desktop computers, laptops, smartphones, etc.). User CALs are a popular licensing option. Device CALs: Device CALs allow access to all instances of a particular server application from a single device [QA(Under what conditions do Device CALs provide access to a server application? ) -> \"CALs\"](for example, a desktop computer, a laptop, etc.) in your organisation. Device CALs only make sense when multiple employees use the same computer. For example, in 24-hour call centres different employees on different shifts often use the same machine, so Device CALs make sense in this situation. Choosing a licensing mode for your Windows Server CALs: With Windows Server 2003 and Windows Server 2008, you use a CAL (either a User CAL or a Device CAL) in one of two licensing modes: per seat or per server. You make this decision when you're installing your Windows Server products, not when you acquire the CALs. The CALs themselves don't have any mode designation, so you can use either a User CAL or a Device CAL in either mode. Per seat mode is the default mode, and the one used most frequently. The description of User CALs and Device CALs above describes the typical per seat mode. In \"per server\" mode, Windows treats each license as a \"simultaneous connection.\" In other words, if you have 40 CALs, Windows will let 40 authenticated users have access. The 41st user will be denied access. However, in per server mode, each CAL is tied to a particular instance of Windows Server, and you have to acquire a new set of licenses for each new server you build that runs Windows. Therefore, per server mode works for some small organisations with one or two servers and limited access requirements. You don't \"install\" client licenses the way you install software. There are ways to automate the tracking of software licenses indirectly, but the server software can't refuse access to a user or device on licensing grounds. The licenses don't leave any \"digital footprint\" that the server software can read. An exception to this occurs when you license Windows Server in per server mode. In this case, if you have 50 licenses, the 51st authenticated user will be denied access (though anonymous users can still access services). Some key points to remember about client licensing: The licensing scenarios described in this section arise less frequently, and are too complex to cover completely in this article, so they're described briefly below along with more comprehensive resources. You don't need client licenses for anonymous, unauthenticated external users. In other words, if someone accesses your Web site, and that site runs on Internet Information Server (IIS), Microsoft's Web serving software, you don't need a client license for any of those anonymous users. If you have any authenticated external users who access services on your Windows-based servers, you can obtain CALs to cover their licensing requirements. However, the External Connector License (ECL) is a second option in this scenario. The ECL covers all use by authenticated external users, but it's a lot more expensive than a CAL, so only get one if you'll have a lot of external users. For example, even if you get your licenses through the CTXchange donation program, an ECL for Windows Server 2008 has an £76 administrative fee, while a User CAL for Windows Server 2008 carries a £1 admin fee. If only a handful of external users access your Windows servers, you're better off acquiring User CALs. Also, an ECL only applies to external users and devices. In other words, if you have an ECL, you still have to get a CAL for all employees and contractors. Even though Terminal Services (TS) is built into Windows Server 2003 and 2008, you need to get a separate TS CAL for each client (i.e. each user or each device) that will access Terminal Services in your organisation. This TS license is in addition to your Windows Server CALs. Microsoft's System Centre products (a line of enterprise-level administrative software packages) use a special type of license known as a management license (ML). Applications that use this type of licensing include System Center Configuration Manager 2007 and System Center Operations Manager 2007. Any desktop or workstation managed by one of these applications needs a client management license. Any server managed by one of these applications requires a server management license, and there are two types of server management licenses – standard and enterprise. You need one or the other but not both. There are also special licensing requirements if you're managing virtual instances of Windows operating systems. For more information, see TechSoup's Guide to System Center Products and Licensing and Microsoft's white paper on Systems Center licensing. Some Microsoft server products have two client licensing modes, standard and enterprise. As you might imagine, an Enterprise CAL grants access to more advanced features of a product. Furthermore, with some products, such as Microsoft Exchange, the licenses are additive. In other words, a user needs both a Standard CAL AND an Enterprise CAL in order to access the advanced features. See Exchange Server 2007 Editions and Client Access Licenses for more information. With virtualisation technologies, multiple operating systems can run simultaneously on a single physical server. Every time you install a Microsoft application, whether on a physical hardware system or a virtual hardware system, you create an \"instance\" of that application. The number of \"instances\" of particular application that you can run using a single license varies from product to product. For more information see the Volume Licensing Briefs, Microsoft Licensing for Virtualization and the Windows Server Virtualization Calculator. For TechSoup Stock products, see the product description for more information. There are a lot of nuances to Microsoft licensing, and also a lot of excellent resources to help you understand different scenarios. About the Author: Chris is a former technology writer and technology analyst for TechSoup for Libraries, which aims to provide IT management guidance to libraries. His previous experience includes working at Washington State Library as a technology consultant and technology trainer, and at the Bill and Melinda Gates Foundation as a technology trainer and tech support analyst. He received his M.L.S. from the University of Michigan in 1997. Originally posted here. Copyright © 2009 CompuMentor. This work is published under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 License. The latest version of Microsoft Office Professional Plus is an integrated collection of programs, servers, and services designed to work together to enable optimised information work."}
{"text": "Hold the salt: UCLA engineers develop revolutionary new desalination membrane Process uses atmospheric pressure plasma to create filtering 'brush layer' Desalination can become more economical and used as a viable alternate water resource. By Wileen Wong Kromhout Originally published in UCLA Newsroom Researchers from the UCLA Henry Samueli School of Engineering and Applied Science have unveiled a new class of reverse-osmosis membranes for desalination that resist the clogging which typically occurs when seawater, brackish water and waste water are purified. The highly permeable, surface-structured membrane can easily be incorporated into today's commercial production system, the researchers say, and could help to significantly reduce desalination operating costs. Their findings appear in the current issue of the Journal of Materials Chemistry. Reverse-osmosis (RO) desalination uses high pressure to force polluted water through the pores of a membrane. While water molecules pass through the pores, mineral salt ions, bacteria and other impurities cannot. Over time, these particles build up on the membrane's surface, leading to clogging and membrane damage. This scaling and fouling places higher energy demands on the pumping system and necessitates costly cleanup and membrane replacement. The new UCLA membrane's novel surface topography and chemistry allow it to avoid such drawbacks. \"Besides possessing high water permeability, the new membrane also shows high rejection characteristics and long-term stability,\" said Nancy H. Lin, a UCLA Engineering senior researcher and the study's lead author. \"Structuring the membrane surface does not require a long reaction time, high reaction temperature or the use of a vacuum chamber. The anti-scaling property, which can increase membrane life and decrease operational costs, is superior to existing commercial membranes.[Wikisearch(membrane anti-scaling property) -> Desalination | polyamide thin-film.]\" The new membrane was synthesized through a three-step process. First, researchers synthesized a polyamide thin-film composite membrane using conventional interfacial polymerization. Next, they activated the polyamide surface with atmospheric pressure plasma to create active sites on the surface. Finally, these active sites were used to initiate a graft polymerization reaction with a monomer solution to create a polymer \"brush layer\" on the polyamide surface. This graft polymerization is carried out for a specific period of time at a specific temperature in order to control the brush layer thickness and topography. [QA(Who made the statement regarding the limitations of early surface plasma treatments?) -> \"Plasma polymerization\"]\"In the early years, surface plasma treatment could only be accomplished in a vacuum chamber,\" said Yoram Cohen, UCLA professor of chemical and biomolecular engineering and a corresponding author of the study. \"It wasn't practical for large-scale commercialization because thousands of meters of membranes could not be synthesized in a vacuum chamber. It's too costly. But now, with the advent of atmospheric pressure plasma, we don't even need to initiate the reaction chemically. It's as simple as brushing the surface with plasma, and it can be done for almost any surface.\" In this new membrane, the polymer chains of the tethered brush layer are in constant motion. The chains are chemically anchored to the surface and are thus more thermally stable, relative to physically coated polymer films. Water flow also adds to the brush layer's movement, making it extremely difficult for bacteria and other colloidal matter to anchor to the surface of the membrane. \"If you've ever snorkeled, you'll know that sea kelp move back and forth with the current or water flow,\" Cohen said. \"So imagine that you have this varied structure with continuous movement. Protein or bacteria need to be able to anchor to multiple spots on the membrane to attach themselves to the surface — a task which is extremely difficult to attain due to the constant motion of the brush layer. The polymer chains protect and screen the membrane surface underneath.\" Another factor in preventing adhesion is the surface charge of the membrane. Cohen's team is able to choose the chemistry of the brush layer to impart the desired surface charge, enabling the membrane to repel molecules of an opposite charge. The team's next step is to expand the membrane synthesis into a much larger, continuous process and to optimize the new membrane's performance for different water sources. [QA(What is the main goal for creating a membrane selection system? ) -> \"selective filter\"]\"We want to be able to narrow down and create a membrane selection system for different water sources that have different fouling tendencies,\" Lin said. \"With such knowledge, one can optimize the membrane surface properties with different polymer brush layers to delay or prevent the onset of membrane fouling and scaling. \"The cost of desalination will therefore decrease when we reduce the cost of chemicals [QA(What chemicals are used in membrane cleaning, and how do they affect desalination costs?) -> \"Membrane cleaning\"][used for membrane cleaning], as well as process operation [QA(What are the two main ways the cost of desalination can be reduced according to Lin?) -> \"The two main ways\"][for membrane replacement]. Desalination can become more economical and used as a viable alternate water resource.[Wikisearch(desalination economic viability) -> Northern Power Station (South Australia) | m³ per second.]\" Cohen's team, in collaboration with the UCLA Water Technology Research (WaTeR) Center, is currently carrying out specific studies to test the performance of the new membrane's fouling properties under field conditions. \"We work directly with industry and water agencies on everything that we're doing here in water technology,\" Cohen said. \"The reason for this is simple: If we are to accelerate the transfer of knowledge technology from the university to the real world, where those solutions are needed, we have to make sure we address the real issues. This also provides our students with a tremendous opportunity to work with industry, government and local agencies.\" A paper providing a preliminary introduction to the new membrane also appeared in the Journal of Membrane Science last month. Published: Thursday, April 08, 2010"}
{"text": "Not Just for Kids The Hunt for Falling Leaves.[Wikisearch(Falling leaves nature color) -> Autumn leaf color | Autumn leaf color Autumn leaf color is a phenomenon that affects the normally green leaves of many deciduous trees and shrubs by which they take on, during a few weeks in the autumn season, various shades of red, yellow, purple, black, orange, pink, magenta, blue and brown.].. Nature's Color on the Ground by Mary Catherine Ball Being a reporter, I am always looking for an adventure. Last week, I found one. I left work to go on a simple journey, but it turned out to be much more. First, I crossed a mud-ridden stream. Then, I came face to face with flying creatures, fighting to get near me. I even endured webmakers spinning my hair into a shiny maze. Where did I go? Into the woods, of course. Why? I wanted to gather some fallen leaves. My luck was good that day. I was able to spy lots of different kinds of leaves lying on the ground. Some were leaves I had never seen. Some were still green, while others were changing to their autumn colors. Have you ever hunted for leaves? I wonder if you know the names of five of the trees that live in your neighborhood? I bet the answer is no. Well, me neither. So I had five of the leaves analyzed. I had found the leaves from an oak, a beech, a sweet gum tree and more. Now, I invite you to make this journey. Narrow body with pointy edges Narrow body with pointy edges May grow [Wikisearch(berry-producing plants) -> Indigenous peoples of the Americas | berry-producing plants, which were important both for food and for medicines.]berries Good for sap & color 3 distinct leafs May grow nuts This is your task... Travel to the deep, dark woods [Wikisearch(woods identification) -> Woods Coffee | Woods Coffee Woods Coffee is a local coffeehouse chain based in the Pacific Northwest, with 19 coffeehouse locations; 15 locations in Whatcom County, two locations in Skagit County, one in King County, Washington State, and one in Delta, British Columbia.](in the daylight) to find these 5 leaves. Cut out the page and take it with you. Make sure you can match your discovery with mine. Happy leaf-hunting! Stone Soup October 9 (11:30am)-[Wikisearch(Stone Soup events) -> Stone Soup Coffeehouse | Stone Soup Coffeehouse The Stone Soup Coffeehouse is a coffeehouse based in Rhode Island.]Enjoy lunch and a show. After you eat peanut butter & jelly, watch Stone Soup, performed by the Lost Caravan. Lunch is at noon; show starts at 12:30. Chesapeake Music Hall, Off Rt. 50 approaching the Bay Bridge: 410/406-0306. All Aboard October 9 & 10 (2pm)-Chug a chug to Zany Brainy for train fun. Listen to stories and sing railroad songs. Build your own trains. Ages 3+. Zany Brainy, Annap. Harb. Ctr.: 410/266-1447. Tiny Tots Fall for Nature Tues. Oct 12 [QA(What day is the event for children related to nature and stories held?) -> \"The Children & Nature Network\"](10:30am-noon) Three- to five-year-olds [Wikisearch(age group for event) -> Dancesport | in the UK.](and their adult) hike into the woods to hear autumn stories, gather leaves and make a craft. Bring a bag lunch to enjoy w/apple cider @ King's Landing Park, Huntingtown. $3 rsvp: 800/735-2258. Spooky Stories in the Woods Tues. Oct. 12 [QA(What date is the hike scheduled for?) -> \"Jennifer Pharr Davis\"](10:30-noon)-[Wikisearch(hike with ranger) -> Rangers Sports Events (Lebanon) | entitled “Meshwar maa' Meghwar” (Hike with a Ranger).]Hike with a ranger to a clearing in the woods. Listen to autumn stories and drink warm apple cider. Gather leaves to make a craft. Bring a bag lunch. Kings Landing Park, Huntingtown: 410/535-5327. Musical Minds Wed. Oct. 13 [Wikisearch(Oct. 13 local events) or LocalEventSearch( Oct. 13 event in your location) -> Nickelodeon Slimefest | Nickelodeon Slimefest Nickelodeon SlimeFest has seen success around the globe as a slime-filled, multi-platform music and entertainment event since its overseas inception in 2012 in Australia.](4-4:45pm)-[Wikisearch(Music and early child development) -> Music education for young children | at a very early age.]Music makes the world go round. So sing, listen to stories and play musical instruments. Ages 2-4. Chesapeake Children's Museum, Festival at Riva. $8.50; rsvp: 410/266-0677. Nature Designs Deadline Oct. 15-Create your favorite nature scene out of clay or on paper to win prizes. Age categories are 3-5, 6-8 and 9-12 years. Place winners win nature books or statues. All art forms accepted. Take your masterpiece to Wild Bird Center, Annapolis Harbour Center: 410/573-0345. Tiny Tots get in Touch with Mother Nature Sat. Oct 16 ([Calculator(10 + 0.5) -> 10.5]10-10:30am) Tiny tots (2-3 w/adult) learn nature by touch, feeling the many different textures rough and soft in the world around us. @[QA(What is the location mentioned in the text associated with? ) -> \"Land of Uz\"] Battle Creek Cypress Swamp, Prince Frederick: 800/735-2258. | Issue 40 | Volume VII Number 40 October 7-13, 1999 New Bay Times | Homepage | | Back to Archives |"}
{"text": "The Solar and Heliospheric Observatory [QA(What is the full name of the SOHO spacecraft?) -> \"ice layer\"](SOHO) spacecraft is expected to discover its 1,000TH comet this summer. The SOHO spacecraft is a joint effort between NASA and the European Space Agency. It has accounted for approximately one-half of all comet discoveries with computed orbits in the history of astronomy. \"Before SOHO was launched, only 16 sun grazing comets had been discovered by space observatories. Based on that experience, who could have predicted SOHO would discover more than 60 times that number, and in only nine years,\" said Dr. Chris St. Cyr. He is senior project scientist for NASA's Living With a Star program at the agency's Goddard Space Flight Center, Greenbelt, Md. \"This is truly a remarkable achievement!\" About 85 percent of the comets SOHO discovered belongs to the Kreutz group of sun grazing comets, so named because their orbits take them very close to Earth's star. The Kreutz sun grazers pass within 500,000 miles of the star's visible surface. Mercury, the planet closest to the sun, is about 36 million miles from the solar surface. SOHO has also been used to discover three other well-populated comet groups: the Meyer, with at least 55 members; Marsden, with at least 21 members; and the Kracht, with 24 members. These groups are named after the astronomers who suggested the comets are related, because they have similar orbits. Many comet discoveries were made by amateurs using SOHO images on the Internet. SOHO comet hunters come from all over the world. The United States, United Kingdom, China, Japan, Taiwan, Russia, Ukraine, France, Germany, and Lithuania are among the many countries whose citizens have used SOHO to chase comets. Almost all of SOHO's comets are discovered using images from its Large Angle and Spectrometric Coronagraph [QA(What does SOHO's instrument Large Angle and Spectrometric Coronagraph (LASCO) primarily observe?) -> \")\"](LASCO) instrument. LASCO is used to observe the faint, multimillion-degree outer atmosphere of the sun, called the corona. A disk in the instrument is used to make an artificial eclipse, blocking direct light from the sun, so the much fainter corona can be seen. Sun grazing comets are discovered when they enter LASCO's field of view as they pass close by the star. \"Building coronagraphs like LASCO is still more art than science, because the light we are trying to detect is very faint,\" said Dr. Joe Gurman, U.S. project scientist for SOHO at Goddard. \"Any imperfections in the optics or dust in the instrument will scatter the light, making the images too noisy to be useful. Discovering almost 1,000 comets since SOHO's launch on December 2, 1995 is a testament to the skill of the LASCO team.\" SOHO successfully completed its primary mission in April 1998. It has enough fuel to remain on station to keep hunting comets for decades if the LASCO continues to function. For information about SOHO on the Internet, visit: Explore further: Long-term warming, short-term variability: Why climate change is still an issue"}
{"text": "Bolivia: Coca-chewing protest outside US embassy Indigenous activists in Bolivia have been holding a mass coca-chewing protest as part of campaign to end an international ban on the practice. Hundreds of people chewed the leaf outside the US embassy in La Paz and in other cities across the country. Bolivia wants to amend a UN drugs treaty that bans chewing coca, which is an ancient tradition in the Andes. But the US has said it will veto the amendment because coca is also the raw material for making cocaine. The protesters outside the US embassy also displayed products made from coca, including soft drinks, toothpaste, sweets and ointments. They were supporting a Bolivian government campaign to amend the 1961 UN Single Convention on Narcotic Drugs to remove language that bans the chewing of coca leaf. The convention stipulates that coca-chewing be eliminated within 25 years of the convention coming into effect in 1964. Bolivia says that is discriminatory, given that coca use is so deeply rooted in the indigenous culture of the Andes.Eradication The US is opposed to changing the UN convention because it says it would weaken the fight against cocaine production. In a statement, the US embassy said Washington recognised coca-chewing as a \"traditional custom\" of Bolivia's indigenous peoples but could not support the amendment. \"The position of the US government in not supporting the amendment is based on the importance of maintaining the integrity of the UN convention, which is an important tool in the fight against drug-trafficking,\" it said. The US is the world's largest consumer of cocaine and has been leading efforts to eradicate coca production in the Andes for decades. Bolivia is the world's first biggest producer of cocaine after Peru and Colombia, and much of its coca crop is used to make the illegal drug. Bolivian President Evo Morales has long advocated the recognition of coca as a plant of great medicinal, cultural and religious importance that is distinct from cocaine. As well as being Bolivia's first indigenous head of state, Mr Morales is also a former coca-grower and leader of a coca-growers trade union. The Bolivian amendment would come into effect on 31 January only if there were no objections."}
{"text": "Breaking the COX c[Wikisearch(Breaking the COX code) -> Richard Colvin Cox | fresh in January 1950, Cox could have been charged with violating the Cadet Honor Code and likely expelled.]ode Using the team approach Editor’s Note: This story, first published in 2004, has been updated. Prostaglandins, which were first isolated from the prostate gland in 1936, are very rapidly metabolized, or broken down, making measurement in the blood difficult. Researchers at Vanderbilt led by John Oates, M.D., developed methods for measuring levels of prostaglandin metabolites [Wikisearch(measurement of prostaglandin metabolites) -> Bimatoprost | glucuronidation, forming a variety of metabolites.](breakdown products) in the urine using mass spectrometry. Using this technique, the research team—which by the late 1970s included L. Jackson Roberts, M.D.—identified prostaglandin D2 as a product of the human mast cell and demonstrated its release during allergic asthma. With colleagues including Garret A. FitzGerald, M.D., now chair of Pharmacology at the University of Pennsylvania, Oates and Roberts showed that low doses of aspirin blocked the production of thromboxane, a prostaglandin made by platelets that causes blood clotting and constriction of blood vessels. Their findings supported the use of low dose aspirin to prevent heart attacks. In the early 1990s, Vanderbilt researchers led by Ray DuBois, M.D., Ph.D., discovered a link between the COX-2 enzyme and colon cancer. That work helped lead to current tests of COX-2 inhibitors as a potential way to prevent cancer. In 2004 another group led by the late Jason Morrow, M.D., and David H. Johnson, M.D., director of the Hematology-Oncology division at Vanderbilt, reported that urine levels of a prostaglandin metabolite called PGE-M could predict the effectiveness of a COX-2 inhibitor in patients with non-small cell lung cancer. This suggests, Morrow said in 2004, “that the measurement of these inflammatory ‘mediators’ and their suppression may be useful in the treatment of lung cancer.” COX enzymes also may play a role in Alzheimer’s disease. In addition to prostaglandins, the COX pathway can lead to the production of highly reactive molecular compounds called levuglandins, which, in turn, can form “adducts,” or irreversible attachments to proteins that may be toxic to nerve cells. Also in 2004, Oates and his colleagues at Vanderbilt and Johns Hopkins University reported that they found a 12-fold increase in the level of adducts in the brains of patients who had Alzheimer’s disease compared to age-matched control brains. [QA(Who is the professor quoted in relation to the study on COX products in Alzheimer’s disease patients?) -> \"The Alzheimer\\u2019s disease biomarkers\"]“These are the first clear data showing that COX products are elevated in the brains of patients with Alzheimer’s disease,” says Oates, Thomas F. Frist Professor of Medicine and professor of Pharmacology. Vanderbilt currently is participating in a national trial to see if long-term use of COX inhibitors will reduce the incidence of the disease."}
{"text": "Discover the cosmos! Each day a different image or photograph of our fascinating universe is featured, along with a brief explanation written by a professional astronomer. 2012 June 23 Explanation: As seen from Frösön island in northern Sweden the Sun did set a day after the summer solstice. From that location below the arctic circle it settled slowly behind the northern horizon. During the sunset's final minute, this remarkable sequence of 7 images follows the distorted edge of the solar disk as it just disappears against a distant tree line, capturing both a green and blue flash. Not a myth even in a land of runes, the colorful but elusive glints are caused by atmospheric refraction enhanced by long, low, sight lines and strong atmospheric temperature gradients. Authors & editors: Jerry Bonnell (UMCP) NASA Official: Phillip Newman Specific rights apply. A service of: ASD at NASA / GSFC & Michigan Tech. U."}